<script setup>

// States
const headerSection = [
    {
        Image: "/images/inspection/inspectionSlider.png",
        h1: "کارشناسی فنی و بدنه خودرو",
        h2: "مشاوره رایگان",
        h2Black: "قیمت ",
        // p: " در زمان خرید خودرو، کارشناسی بدنه و فنی خودرو پیش از پرداخت هرگونه مبلغی، یکی ار واجبات این روز های بازار است.با انجام کارشناسی خودرو گزارش کاملی از سلامت تمام بخش های خودرو دریافت می کنید و می توانید با دید بازتری جهت خرید خودرو مورد نظر تصمیم گیری کنید.همچنین در زمان فروش خودرو می توانید از خدمات کارشناسی خودرو «ایرانی کار» جهت قیمت گذاری منصفانه خودرو استفاده کنید. ",
        p: "کارشناسی خودرو یکی از مهم ترین خدماتی است که می بایست پیش از خرید و پرداخت وجه صورت پذیرد. ایرانی کار این امکان را فراهم ساخته تا پس از کارشناسی خودرو، گزارش کاملی از سلامت تمامی بخش های خودرو را در اختیار متقاضی خدمت قرار دهد تا خریدی امن و مطمئن را تجربه نمایند.",
        tel:'021-54945',
        telInsideNum:'1',
    },
];
const faqData = [
    {
        id: 1,
        active: true,
        title: 'چرا پیش از خرید‌ خودرو کارکرده باید آن را کارشناسی کرد؟',
        details: `
        بسیاری از خودروهای بازار، خودروهایی هستند که ظاهر مناسبی دارند اما سیسمتهای فنی آنها دچار مشکل هستند یا بدنه آنها ایرادات اساسی دارد که این مشکلات تنها توسط یک کارشناس باتجربه قابل تشخیص است و یک فرد عادی بدون تجربه و استفاده از تجهیزات تست خودرو نمی تواند به این مشکلات پی ببرد. در کشور ایران خرید خودرو  یک سرمایه گذاری محسوب می شود و بر همین اساس عدم دریافت مشاوره و کمک از یک کارشناس آگاه می تواند ضررهای جبران ناپذیری برای شما به همراه داشته باشد. تشخیص اینکه سلامت بدنه خودرو در چه حدی است؟، آیا به شاسی آن ضربه وارد شده یا نه؟، آیا خودرو دو تکه است،؟ آیا موتور و گیربکس آن از سلامت برخوردار هستند یا نیازمند تعمیر می باشند؟ و دهها مورد دیگر درباره سلامت خودرو تنها توسط یک کارشناس خبره که از تجهیزات تست به روز استفاده می کند قابل تشخیص است.
    `
    },
    {
        id: 2,
        active: false,
        title: 'کارشناسی‌‌ خودرو ایرانی کار شامل چه مواردی می شود؟',
        details: `
        در فرآیند کارشناسی خودرو، بیش از 150 نقطه از خودرو اعم از موارد بدنه و فنی مورد تست و ارزیابی قرار می گیرد.
    `
    },
    {
        id: 3,
        active: false,
        title: `در کارشناسی فنی چه مواردی مورد ارزیابی قرار می گیرند؟ آیا تجهیزات دیجیتال مورد استفاده قرار می گیرد؟`,
        details: `
        بررسی وضعیت فنی خودرو با استفاده از دستگاه دیاگ انجام گرفته که سلامت موتور، گیربکس، سنسورها، آپشن ها و کلیه سیستمهای الکترونیک خودرو مورد بررسی و ارزیابی قرار می گیرد. همچنین در این مرحله وضعیت عملکرد و سلامت قوای محرکه خودرو توسط رنگ دود اگزوز، روغن موتور، روغن گیربکس و … نیز بررسی خواهد شد. علاوه بر موارد ذکر شده، بررسی وضعیت سیستمهای محرکه خودرو شامل جلوبندی، ترمز و فرمان توسط تست رانندگی مشخص می شود. همچنین در حین حرکت و رانندگی با بررسی شتاب خودرو، سیستم تعویض دنده، سیستم کلاچ و … سلامت قوای محرکه خودرو نیز مورد ارزیابی قرار می گیرد. لازم به ذکر است که تست رانندگی، تنها در صورت مهیا بودن شرایط جوی، ترافیک و اجازه فروشنده خودرو قابل انجام می باشد و در صورت بروز مشکل برای خودرو، کارشناس پاسخگو خواهد بود.
    `
    },
    {
        id: 4,
        active: false,
        title: `آیا کارشناسی قیمت جزء خدمات ایرانی کار است؟`,
        details: `
        بله. در صورت تمایل متقاضی پس از بررسی وضعیت سلامت خودرو، با توجه به قیمت بازار قیمت مناسب و کارشناسی شده برای خودروی مورد نظر اعلام خواهد شد.
    `
    },
    {
        id: 5,
        active: false,
        title: `آیا برگه کارشناسی هم به مشتری ارائه می شود؟`,
        details: `
        بله. پس از اتمام فرآیند کارشناسی و جهت ارائه تضمین به متقاضی، گزارش کارشناسی خودرو کتبی با سربرگ شرکت ایرانی کار و مهر و امضا کارشناس صادر خواهد شد. 
    `
    },
    {
        id: 6,
        active: false,
        title: `نحوه رزرو نوبت جهت کارشناسی‌ خودرو به چه صورت می باشد؟`,
        details: `
        با شماره 02154945 داخلی 1 تماس بگیرید و سفارش خود را ثبت کنید. 
    `
    },
    {
        id: 7,
        active: false,
        title: `اعزام کارشناس به محل کارشناسی چه مدت زمانی طول می کشد؟`,
        details: `
        پس از هماهنگی و رزرو متقاضی، کارشناس حدود ۳۰ دقیقه بعد در محل کارشناسی حاضر خواهد شد.
    `
    },
    {
        id: 8,
        active: false,
        title: `هزینه کارشناسی‌ خودرو توسط ایرانی کار چقدر می باشد و شامل چه مواردی است؟`,
        details: `
        تعرفه کارشناسی خودرو ایرانی کار شامل تمامی مواردی کارشناسی بدنه، کارشناسی فنی، کارشناسی قیمت و تنظیم برگه کارشناسی می باشد. این مبلغ بر اساس میزان مساحت بدنه، تجهیزات و آپشنهای خودرو، سطح تکنولوژی خودرو و …. تعیین می گردد. برای مشاهده تعرفه دقیق هر خودرو به بخش تعرفه کارشناسی خودرو مراجعه کنید.
    `
    },
    {
        id: 9,
        active: false,
        title: `آیا امکان تغییر کیلومتر خودرو توسط فروشنده وجود دارد؟`,
        details: `
        متاسفانه تعدادی از فروشندگان خودرو (مخصوصا دلالان خودرو) جهت افزایش قیمت خودرو، میزان کارکرد خودرو را کاهش داده تا مشتری کیلومتر کمتری را در پشت آمپر مشاهده کند و به تصور اینکه خودرو کارکرد زیادی ندارد حاضر شود قیمت بیشتری برای آن بپردازد. جهت کاهش میزان کیلومتر خودرو تجهیزات و روشهای متفاوتی وجود دارد و می توان توسط آنها به گونه ای اطلاعات کارکرد خودرو را تغییر داد که توسط هیچ دستگاهی اطلاعات کیلومتر صحیح قابل تشخیص نباشد. علاوه بر این موضوع، به جرات می توان گفت که اطلاعات کارکرد ۹۵% خودروهای بازار توسط هیچ دستگاه دیاگی قابل تشخیص نمی باشد. لذا کارشناسان ایرانی کار با توجه به بررسی خودرو به صورت تجربی و با تکیه بر تجربه کارشناسی تعداد فراوانی خودرو می تواند با تقریب مناسبی میزان کارکرد خودرو را اعلام نماید.
    `
    },
    {
        id: 10,
        active: false,
        title: `آیا امکان تنظیم قولنامه توسط توسط کارشناس ایرانی کار پس از انجام کارشناسی وجود دارد؟`,
        details: `
        بله. پس از اتمام فرآیند کارشناسی و در صورت تمایل طرفین معامله، ارائه مشاوره حقوقی و تنظیم قولنامه معتبر با سربرگ ایرانی کار توسط کارشناس انجام خواهد شد. لازم به ذکر است هزینه تنظیم قولنامه و ارائه مشاوره حقوقی در حین تنظیم قولنامه به اندازه نصف مبلغ تعرفه کارشناسی می باشد و در هنگام رزرو نوبت کارشناسی باید درخواست تنظیم قولنامه اعلام گردد.
    `
    },
    {
        id: 11,
        active: false,
        title: `آیا برای کارشناسی‌ خودرو در محل حضور خریدار الزامی است؟`,
        details: `
        بسیاری از خریداران خودرو ترجیح می دهند که در هنگام کارشناسی خودرو حضور داشته باشند تا شخصا ناظر به فرآیند کارشناسی بوده و همچنین اطلاعاتی تکمیلی در خصوص خودروی مورد نظر را از کارشناس کسب کنند اما مواردی پیش می آید که خریدار خودرو قادر به حضور در مکان کارشناسی نمی باشد. اگر ساکن شهر تهران نیستید و یا زمان کافی برای حضور در محل کارشناسی را ندارید، می توانید تلفن فروشنده را در اختیار ایرانی کار قرار دهید تا کارشناسان ما جهت کارشناسی خودروی مورد نظر شما با فروشنده هماهنگی نمایند و خودرو را برایتان کارشناسی کنند. بدیهی است پس از انجام کارشناسی خودرو، گزارش تهیه شده برایتان ارسال خواهد گردید.
    `
    },
    {
        id: 12,
        active: false,
        title: `چه تضمینی بابت صحت انجام کارشناسی انجام شده وجود دارد؟`,
        details: `
    ایرانی کار جهت ارائه خدمات کارشناسی از کارشناسان متخصص، باتجربه و مجرب در صنعت خودرو استفاده می کند که همگی در دوره های متعددی جهت کارشناسی خودرو شرکت نموده اند و مرحله آموزش کارشناسی خودرو را با موفقیت پشت سر گذاشته اند. همچنین کارشناسان ایرانی کار علاوه بر تجربه خود از تجهیزات دیجیتال جهت تشخیص رنگ و عیب یابی فنی در فرآیند کارشناسی استفاده می کنند.
همه این موارد موجب می شود تا شما با خاطری آسوده از خدمات ایرانی کار استفاده نمایید. با اینحال اگر به هر دلیلی احساس کردید کارشناسی انجام شده دقیق نبوده، شما ۲۴ ساعت مهلت تست خواهید داشت و چنانچه در این بازه زمانی با دو برگه کارشناسی معتبر ثابت شود که کارشناسی انجام شده توسط ایرانی کار اشتباه بوده، ایرانی کار برای شما جبران خسارت خواهد نمود.
    `
    },
    {
        id: 13,
        active: false,
        title: `آیا فقط خودروهای کارکرده نیاز به کارشناسی دارند یا خودروهای صفر را هم باید با کارشناسی تحویل گرفت؟`,
        details: `
        اصولا در همه جای دنیا روال معمول این است که خودرو صفر کیلومتر خودرویی است که به تازگی از کارخانه خارج شده و تحت نظر بخش کنترل کیفیت بدون هیچ گونه عیبی به مشتری تحویل می گردد اما متاسفانه در ایران لزوما چنین روالی رعایت نمی شود. خودروهای بسیاری هستند که در سالن خط تولید کارخانه خودروساز ایرانی به دلیل بی احتیاطی کارگران خط تولید دچار حادثه می شوند. اگر گذرتان به جاده مخصوص یا جاده قدیم کرج افتاده باشد می توانید به وفور رانندگان اداره تحویل شرکت های خودروسازی را ببینید که جهت تحویل خودروهای مشتریان به نمایندگان به صورت دیوانه وار رانندگی می کنند تا سریعتر خودروها را تحویل نماینده فروش دهند و چه بسا حوادث ناگواری که در پی این رانندگی دیوانه وار اتفاق افتاده و بروز موجب خسارت به خودرو می شود. حتی بروز خسارت به خودروها در پارکینگ شرکتهای خودروسازی یا نمایندگان فروش در خلال جابجایی خودروها نیز اتفاق می افتد. در همه این حالات پیش از تحویل خودرو به مشتری با صافکاری و نقاشی خودرو اصلاح شده و سپس تحویل می گردند و مشتری بیچاره از همه جا بی خبر است. حال بگذریم از برخی موارد که پرسنل تحویل خودرو به مشتری قطعات استوک را با قطعات اصلی خودرو تعویض کرده و سپس خودرو را تحویل می دهند. از خودروهای ایرانی که بگذریم خودروهای وارداتی نیز حال و روز خوشتری ندارند. کم نیستند افراد سود جویی که برای بدست آوردن سود بیشتر خودروهای کارکرده اماراتی را می خرند و با واکس و پولیش و کاهش عدد کیلومتر آن را به عنوان خودروی وارداتی صفر کیلومتر می فروشند. و یا خودروهای وارداتی که در گمرک در حین جابجایی و یا در حین حمل و نقل با کشتی به بدنه آنها صدمه وارد می شود که پیش از تحویل به مشتری صافکاری و نقاشی می شوند. اینها تجاربی است که ایرانی کار در طی سالها کارشناسی خودروهای صفر کیلومتر بدست آورده و متاسفانه در کشور ما از این دست حوادث کم اتفاق نمی افتد. لذا به پیشنهاد ایرانی کار هیچگاه خودروی صفر کیلومتر را بدون کارشناسی تحویل نگیرید.
    `
    }
]



// const createMeta = (faqData) => {
//     // let data=[];
//     // for (let i = 0; i < faqData.length; i++) {
//     //     return(defineQuestion({
//     //         name: faqData[i].title,
//     //         acceptedAnswer: faqData[i].details,
//     //     })
//     //     )
//     // }
//     return faqData.map((faq)=>{
//         defineQuestion({
//             name: faq.title,
//             acceptedAnswer: faq.details,
//         })
//     })
// }
// createMeta(faqData)

// console.log(createMeta(faqData),"this")

// useSchemaOrg([
//     defineWebPage({
//         '@type': 'FAQPage',
//     }),
//     createMeta(faqData)
// ])


</script>

<template>
  
    <!-- <SharedCeoFaqSchema :faqData="faqData"/>  -->

    <div class="w-full pb-16 mx-auto">

        <Head>
            <Title>کارشناسی خودرو</Title>
            <Meta name="description" content="متا دیسکریپشن صفحه اول" />
        </Head>
 
        <div class="xl:container mx-auto px-5 mt-10">
             <!-- RED rectangular -->
            <div  class="hidden lg:block absolute top-0 left-0 z-0 md:w-[420px] xl:w-[550px]">
                <img src="/images/rectangle.png" alt="" />
            </div>
            <div v-for="(headerSection, index) in headerSection" :key="index">
                <div class="flex flex-col md:flex-row justify-center items-center gap-5">
                    <div class="w-full md:w-1/2 flex justify-center items-center max-h-96">
                        <!-- class="h-52 md:h-64 lg:h-96 mt-2" -->
                        <nuxt-img
                            :src="headerSection.Image" 
                            loading="lazy" 
                            sizes="sm:100vw md:50vw lg:50vw"
                            format="webp"
                            quality="100"
                            fit="cover"
                            
                        />
                        <!-- <img class="object-cover h-52 md:h-64 lg:h-96 mt-2" :src="headerSection.Image" alt="" /> -->
                    </div>
                    <div class="md:w-1/2 flex flex-col space-y-3 md:pl-10  text-center md:text-right">
                        <h1 class="text-lg md:text-2xl font-extrabold text-right ">{{ headerSection.h1 }}</h1>
                        <!-- <h2 class="text-lg md:text-2xl font-extrabold text-right">
                            <span class="text-brand-red">{{ headerSection.h2 }}</span>
                            <span class="mr-2 inline-flex">{{ headerSection.h2Black }}</span>
                        </h2> -->
                        <p class="block text-justify text-xs md:text-sm leading-5 md:leading-8">{{ headerSection.p }}</p>

                        <div class="flex md:flex-col flex-row gap-1 justify-start items-center ">
                            <a 
                                :href="`tel:${headerSection.tel}`" 
                                class=" w-46 text-sm justify-center h-fit md:hidden whitespace-nowrap bg-black text-white px-8 py-2 rounded-md ">
                                <span>تماس با کارشناس</span>
                            </a>
                            <h2 class="text-2xl font-extrabold md:self-start">
                                <span class=" text-sm">تلفن تماس</span>
                                <a :href="`tel:${headerSection.tel}`" class="whitespace-nowrap text-md mr-2 inline-flex farsi-num">
                                    {{ headerSection.tel }} 
                                </a>
                                <span class=" text-sm px-2">داخلی</span>
                                <span class=" text-normal farsi-num ">{{ headerSection.telInsideNum }}</span>
                            </h2>
                        </div>                       
                    </div>
                </div>
            </div>
        </div>

        <!-- مزایای کارشناسی خودرو ایرانی کار  InspectionAdvantages -->
        <InspectionAdvantages/>

        <!-- موارد کارشناسی تخصصی فنی و بدنه خودرو  InspectionItems -->
        <InspectionItems/>

        <!-- مراحل کارشناسی خودروایرانی کار  InspectionLevels  -->
        <InspectionLevels/>

        <!-- تعرفه کارشناسی خودرو  InspectionTariff  -->
        <InspectionTariff/>

        <!-- سوالات متداول  InspectionFaq -->
        <SharedFaq :faqData="faqData"/>

        <!--  درباره کارشناسی خودرو ایرانی کار بیشتر بدانید  InspectionMoreAbout -->
        <InspectionMoreAbout/>


    </div>
</template>
