<script setup>
    onMounted(() => window.scrollTo({ top: 0, behavior: "smooth" }));
</script>

<template>
 <div class="xl:container mx-auto flex flex-col justify-center px-5 py-8 md:py-14 farsi-num">
    
    <h2 class="text-lg md:text-2xl font-extrabold mx-auto text-brand-red ">
      درباره کارشناسی خودرو ایرانی کار بیشتر بدانید
    </h2>
    
  <div class="w-full self-center flex items-center justify-center">
    
      <div class=" grid md:grid-cols-2  gap-5">

        <div class="flex flex-col mt-0">
          <div class="shadow-lg border block p-5 rounded-md justify-self-start relative mt-20">
            <img class="-mt-16 w-24 absolute left-5" src="/images/inspection/ins1.png">
            <h3 class="pb-3 text-md font-bold">کارشناسی خودرو در ایرانی کار</h3>
            <p class="text-xs text-justify leading-6">
                کارشناسی خودرو در ایرانی کار بسیار جامع بوده و شامل کارشناسی رنگ خودرو، کارشناسی بدنه خودرو، کارشناسی فنی (بررسی سیستم های فنی خودرو مانند موتور و گیربکس) ، کارشناسی آپشن ها، قیمت گذاری منصفانه خودرو و … می باشد.
                کارشناسی رنگ خودرو شامل بررسی سلامت کامل بدنه، رنگ شدگی و بررسی تعویض تمامی قطعات بدنه اعم از گلگیرها، دربها، شاسی، سقف و ستون ها است که برای این امر از بهترین دستگاه دیجیتال تشخیص رنگ التراسونیک استفاده می شود.
            </p>
            <span class="triangle-top-left"></span>
          </div>

          <div class="shadow-lg border block p-5 rounded-md justify-self-start relative mt-20">
            <img class="-mt-16 w-24 absolute left-5" src="/images/inspection/ins3.png">
            <h3 class="pb-3 text-md font-bold">کارشناسی فنی و آپشنهای خودرو </h3>
            <p class="text-xs text-justify leading-6">
              بررسی خودرو از نظر فنی، توسط کارشناس فنی خودرو ایرانی کار با استفاده از دستگاه دیاگ ۲۰۱۷ انجام می شود، ویژگی بارز دستگاه در این زمینه، امکان بررسی و تشخیص سلامت موتور، گیربکس، سنسورها، آپشن ها و کلیه سیستم های الکترونیک است که توسط این دستگاه به صورت کامل و دقیق بررسی شده و نمایش داده می شود. پس از بررسی بخش های ذکر شده توسط دستگاه دیاگ  وضعیت و سلامت بخش های محرکه خودرو نیز بررسی خواهد شد. این بخش ها شامل رنگ دود اگزوز، روغن موتور، روغن گیربکس و … می باشد.
در پایان، کارشناس فنی خودرو ایرانی کار سیستم های جلوبندی، ترمز و فرمان را با تست رانندگی بررسی و تجزیه و تحلیل می نماید. در گزارش ارائه شده توسط کارشناس فنی خودرو نتیجه این بررسی ها قید و به تایید طرفین معامله خواهد رسید. برگه کارشناسی سربرگ دار و مهر و امضا شده نیز در نهایت به متقاضی تقدیم خواهد شد.
چنانچه خودور آپشن هایی مانند پدل شیفتر، سنسور دنده عقب، جک صندوق برقی و …. داشته باشد، توسط کارشناس خودرو ایرانی کار بررسی و صحت عملکرد آن ها به اطلاع متقاضی کارشناسی خواهد رسید. در گزارش کتبی تهیه شده توسط کارشناس، آپشنهای خودرو و وضعیت سلامت و عملکرد صحیح آن ها درج خواهد شد.
            </p>
            <span class="triangle-top-left"></span>
          </div>
        </div>

        <div class="flex flex-col md:mt-20">
          <div class="shadow-lg border block p-5 rounded-md justify-self-start relative mt-20">
            <img class="-mt-16 w-24 absolute left-5" src="/images/inspection/ins4.png">
            <h3 class="pb-3 text-md font-bold">کارشناسی قیمت خودرو</h3>
            <p class="text-xs text-justify leading-6">
              بهترین و مطمئن ترین روش برای تعیین قیمت خودرویی که قصد خرید آن را دارید؛ استفاده از تجربه و مهارت های کارشناسی قیمت خودرو  ایرانی کار می باشد. کارشناس خودرو با تخصص و تجربه ای که در این زمینه دارد می تواند کارشناسی قیمت، کارشناسی بدنه و کارشناسی فنی خودرو را به بهترین و اصولی ترین روش ها انجام دهد، به طوری که بهترین نسبت قیمت به ویژگی های فنی و بدنه و رنگ خودرو به خریدار ارائه می شود. اگر شما نیز قصد خرید خودرو دارید می توانید با برقراری تماس با ایرانی کار، کارشناس خودرو را به محل خرید فرا بخوانید تا از منصفانه ترین قیمت برای خودرو مورد نظر مطلع شوید.
برای درخواست کارشناسی خودرو ایرانی کار، با یکی از شماره های ثابت یا موبایل ثبت شده در سایت تماس بگیرید تا کارشناس ایرانی کار حداکثر ۳۰ دقیقه پس از تماس شما در محل حاضر شود. اگر با گوشی هوشمند وارد سایت شده اید تنها با لمس شماره، تماس برقرار خواهد شد. ضمنا بعد از ساعات کاری با تماس با تلفن همراه، ایرانی کار همچنان پاسخگوی شما برای مشکلات احتمالی یا رزرو کارشناسی برای روز بعد خواهد بود.
            </p>
            <span class="triangle-top-left"></span>
          </div>
          <div class="shadow-lg border block p-5 rounded-md justify-self-end relative mt-20">
            <img class="-mt-16 w-24 absolute left-5" src="/images/inspection/ins2.png">
            <h3 class="pb-3 text-md font-bold">کارشناسی رنگ و بدنه خودرو </h3>
            <p class="text-xs text-justify leading-6">
              تشخیص نقاط رنگ دار بدنه در هنگام خرید خودرو از مهم ترین اصول در کارشناسی خودرو محسوب می گردد که توسط کارشناس و با استفاده از ابزار های به روز و دقیق انجام میگیرد. متخصصان حرفه ای ایرانی کار برای بررسی و گزارش تمامی مشکلات رنگ در خودروهای نقاشی شده و وسایل نقلیه در محل حضور خواهند داشت. کارشناس رنگ خودرو ایرانی کار گزارش های کتبی حرفه ای را با جزئیات کامل شامل نقص رنگ، دلایل احتمالی نقص رنگ و روش اصلاح احتمالی مرتبط با مشکلات رنگ خودرو را که بررسی، تجزیه و تحلیل نموده است را به شما ارائه خواهد داد. کارشناسی رنگ ایرانی کار در کارنامه خود، کارشناسی بیش از ۲۵ هزار وسیله نقلیه مربوط به نمایندگی های فروش خودرو، تولید کنندگان خودرو، انجمن های مصرف کننده، شرکت های بیمه … را ثبت کرده است. مرکز کارشناسی خودرو ایرانی کار، کارشناسان مستقل و متخصص رنگ را در اختیار دارد که گزارشات کاملی در مورد نقص رنگ خودرو تهیه و ارائه می دهد.
کارشناسان رنگ ایرانی کار فرآیندهای تحقیق و توسعه که توسط تولید کنندگان رنگ استفاده می شود را درک کرده و گزارشاتی تضمین شده تهیه می کنند.
در فرآیند کارشناسی بدنه خودرو که توسط کارشناسان ایرانی کار انجام می گیرد؛ بررسی وضعیت بدنه، سلامت اجزاء شامل رنگ شدگی یا تعویض شدگی و نیز صدمات وارده به شاسی، سقف، ستونها، سپرها و … انجام می گیرد و به طرفین معامله ابلاغ می گردد. برای رفع تردید های کارشناسی شخصی، ایرانی کار ازجدیدترین و بهترین دستگاه دیجیتال تشخیص رنگ التراسونیک استفاده می کند تا بررسی ها به دقیق ترین وجه ممکن انجام گیرند. پس از بررسی های کامل معایت خودرو در گزارش درج خواهد شد و فرمی با عنوان کارشناسی خودرو توسط کارشناس تکمیل شده و به تایید دو طرف معامله خواهد رسید.
            </p>
            <span class="triangle-top-left"></span>
          </div>
        </div>

    </div>
  </div>
</div>

            
</template>

<style scoped>
.aboutAppCard{
  background-color: aqua;
}

.triangle-top-left {
  display: block;
  position: absolute;
  left: 0;
  bottom: -15px;
  width: 0;
  height: 0;
  filter: drop-shadow(0px 5px 4px lightgray);
  border-top: 20px solid white;
  border-right: 20px solid transparent;
}
    
</style>

