<script setup>
definePageMeta({
    layout: "navak",
});
</script>
<template>
    <div class="xl:container mx-auto flex flex-col gap-10 mt-20 px-5">

        <Head>
            <Title>
                شبکه مجازی نمایندگی‌ها
            </Title>
            <Meta name="description"
                content="امکان ارتباط مستقیم با فروشگاه‌ها و خرده‌فروشان، انتشار برخط فراخوان‌های واگذاری نمایندگی" />
        </Head>
        <img class="mx-auto" src="/images/navak/agents-network.png" alt="">
        <h2 class="text-lg md:text-2xl font-extrabold text-brand-blue-dark">شبکه مجازی نمایندگی‌ها</h2>
        <p class="leading-8">با بهره گیری از سرویس‌های تک فروشی و خرده‌فروشی به مرور زمان امکان ارتباط مستقیم با فروشگاه‌ها
            و خرده‌فروشان فراهم خواهد شد. پیرو این ارتباط، بر اساس عملکرد هرکدام از فروشگاه‌ها و خرده‌فروشان، امکان انتشار
            برخط فراخوان‌های واگذاری نمایندگی خرده‌فروشی ایجاد خواهد شد. این امر به تدریج، سبب گسترش شبکه نمایندگی‌ها و
            تبدیل خرده فروشان به نمایندگان رسمی خرده‌فروشی تولیدکننده خواهد شد. از این طریق، تولیدکننده با هزینه بسیار اندک،
            صاحب یک شبکه مجازی گسترده و قدرتمند توزیع مویرگی کالا خواهد شد. سرویس شبکه مجازی این امکان را فراهم خواهد نموده
            که نمایندگان رسمی خرده‌فروشی، بر حسب محل استقرار یا نوع فعالیت ذیل نمایندگان عمده‌فروشی واحد تولیدی سازماندهی
            شده و تعاملات مورد نیاز از طریق ارتباطات عمده‌فروشان و خرده‌فروشان به انجام رسد. سرویس شبکه مجازی نمایندگی‌ها،
            بر این تعاملات نظارت خواهد نمود.
            <br />
            <br />
            متقاضیان دریافت نمایندگی رسمی خرده‌فروشی، قادر خواهند بود مدارک و مستندات مورد نیاز به منظور واگذاری نمایندگی را
            که مورد نظر تولیدکنندگان می‌باشد، در محیطی کاملا مکانیزه و برخط ارائه نمایند. پس از بررسی، صحت سنجی و تایید
            مستندات توسط تولیدکننده، نسبت به ایجاد کارتابل نمایندگی مجازی اقدام شده و پس از آن امکان تعامل مستقیم با خرده
            فروشان از طریق کارتابل اختصاصی هر کدام از واجدین شرایط ایجاد خواهد شد.
        </p>
        <h2 class="text-lg text-center md:text-2xl font-extrabold text-brand-blue-dark">ساختار کلی ارتباطات سرویس‌های فروش
        </h2>
        <img class="self-center" src="/images/navak/in-network.png" alt="">
    </div>
    <div class="bg-gray-100 py-5 px-2 mt-10">
        <ul class="xl:container mx-auto list-disc list-inside leading-8 pr-5">
            <h3 class="text-brand-blue mb-4 text-lg font-bold">به طور خلاصه، مزایای اصلی این سرویس، موارد زیر خواهد بود:
            </h3>
            <li>
                امکان ارتباط مستقیم با فروشگاه‌ها و خرده‌فروشان
            </li>
            <li>
                انتشار برخط فراخوان‌های واگذاری نمایندگی
            </li>
            <li>
                شناسایی واجدین شرایط نمایندگی‌های فروش
            </li>
            <li>
                پشتیبانی از انواع روش‌های فروش کالا
            </li>
            <li>
                دریافت مدارک و مستندات مورد نیاز برای واگذاری نمایندگی
            </li>
            <li>
                مدیریت انبار کالا بر اساس میزان سفارشات واصله
            </li>
            <li>
                ایجاد کارتابل نمایندگی مجازی و امکان تعامل از طریق کارتابل
            </li>
        </ul>
    </div>
    <NavakOtherServices :exception="3" />
</template>