<script setup>
definePageMeta({
    layout: "navak",
});
</script>
<template>
    <div class="xl:container mx-auto flex flex-col gap-10 mt-20 px-5">

        <Head>
            <Title>
                سرویس خرده فروشی
            </Title>
            <Meta name="description" content="محاوره، فروش و تعامل مستقیم با بخش خرده‌فروش کالا در سطح کشور" />
        </Head>
        <img class="mx-auto" src="/images/navak/retail.png" alt="">
        <h2 class="text-lg md:text-2xl font-extrabold text-brand-blue-dark">سرویس خرده فروشی</h2>
        <p class="leading-8">
            مخاطبین اصلی این سرویس، خرده‌فروشان و فروشگاه داران محصولات در سطح کشور می‌باشند. از آنجایی که شبکه توزیع
            اختصاصی
            بین خرده‌فروشان محصولات یکی از حلقه‌های مفقوده در اکثر مجموعه‌های تولیدی می‌باشد، از طریق این سرویس، شبکه‌ای
            گسترده از خرده‌فروشان که تا پیش از این خرید خود را از طریق واسطه‌ها یا نمایندگان انجام می‌دادند، این امکان را
            خواهند یافت که به صورت مستقیم با تولیدکننده وارد تعامل شده، خود را معرفی نموده و در صورت وجود شرایط لازم، خرید
            انجام دهند و از این طریق پایگاه اطلاعات بسیار گسترده‌ای از خرده‌فروشان محصولات در سطح کشور به مرور تهیه خواهد
            شد.
            <br />
            <br />
            با توجه به واسطه‌گری‌های فروش محصولات در سطح کشور، مدیریت قیمت محصولات در سطح بازار، همواره یکی از نیازهای
            تولیدکنندگان بوده است که از طریق این سرویس، این نیاز مرتفع خواهد شد. قدرت تعامل و محاوره با شبکه خرده‌فروشی از
            طریق این سرویس، بستری را فراهم خواهد کرد تا محصولات با قیمت مورد نظر تولیدکننده در سطح بازار عرضه شده و
            تولیدکننده مزیت رقابتی خود را در بازار فعلی حفظ نمایند. از این طریق نظام فروش مویرگی کالا از طریق ارتباط با بخش
            خرده‌فروشی ایجاد و توسعه خواهد یافت.
            <br />
            <br />
            این سرویس در راستای همکاری و تعامل با عمده‌فروشان، استراتژی و نیازمندی‌های لازم را در نظر گرفته و در فرآیندهای
            مرتبط به فروش محصولات به خرده‌فروشان، از پتانسیل عمده فروشان نیز استفاده خواهد نمود.
        </p>
        <img class="self-center" src="/images/navak/in-single.png" alt="">
    </div>
    <div class="bg-gray-100 py-5 px-2">
        <ul class="xl:container mx-auto list-disc list-inside leading-8 pr-5">
            <h3 class="text-brand-blue mb-4 text-lg font-bold">به طور خلاصه، مزایای اصلی این سرویس، موارد زیر خواهد بود:
            </h3>
            <li>
                محاوره، فروش و تعامل مستقیم با بخش خرده‌فروش کالا در سطح کشور
            </li>
            <li>
                ایجاد و توسعه نظام فروش مویرگی کالا از طریق ارتباط با بخش خرده‌فروشی کالا
            </li>
            <li>
                مدیریت و نظارت بر توزیع کالا در سطح کشور
            </li>
            <li>
                برقراری ارتباط کاری بین خرده‌فروشان و عمده‌فروشان
            </li>
        </ul>
    </div>
    <NavakOtherServices :exception="1" />
</template>