<script setup>
definePageMeta({
    layout: "navak",
});
</script>
<template>
    <div class="xl:container mx-auto flex flex-col gap-10 mt-20 px-5">

        <Head>
            <Title>
                سرویس تک‌ فروشی
            </Title>
            <Meta name="description"
                content="امکان فروش مستقیم و بدون واسطه به مصرف‌کنندگان نهایی، امکان ارائه خدمات جانبی و حضوری به مصرف‌کنندگان نهایی" />
        </Head>
        <img class="mx-auto" src="/images/navak/single-sell.png" alt="">
        <h2 class="text-lg md:text-2xl font-extrabold text-brand-blue-dark">سرویس تک‌ فروشی</h2>
        <p class="leading-8">
            مخاطبین اصلی این سرویس، مصرف کنندگان نهایی محصولات هستند. در این سرویس، مشتریان از طریق اپلیکیشن و سامانه فروش
            قادر خواهند بود بدون واسطه و به صورت مستقیم و با قیمت تعیین شده توسط تولیدکننده نسبت به خرید محصولات مورد نظر
            اقدام نمایند. پیرو خرید مستقیم مشتریان از تولیدکنندگان، پایگاه اطلاعات مصرف‌کنندگان نهایی که یکی از با ارزش‌ترین
            دارایی‌های مجموعه‌های تولیدی و صنعتی به حساب می‌آیند به تدریج شکل گرفته و به مرور امکان محاوره مستقیم با
            مصرف‌کننده نهایی فراهم خواهد شد.
            <br />
            <br />
            در این تعامل مستقیم با مصرف‌کنندگان، نظرات، انتقادات و پیشنهادات مصرف‌کنندگان در راستای پیاده‌سازی سیاست‌های
            ویژه‌ای دریافت و سبب بهبود کیفیت کالا و خدمات و همچنین ارتباط با مشتریان نهایی خواهد شد. این سرویس سبب خواهد شد
            که تولیدکنندگان به تدریج دارای یک شبکه توزیع اختصاصی ویژه مصرف کنندگان گردند و این امر به مرور زمان سبب تثبیت و
            حاکمیت قیمت محصولات واحد تولیدی در سطح بازار خواهد شد.
            <br />
            <br />
            در این بستر محصولات به صورت عادلانه در سطح وسیعی توزیع شده و با نظامی مشخص به مشتری نهایی تحویل خواهد شد. از
            پیامدهای ارتباط مستقیم و مکانیزه با مشتری نهایی، افزایش رضایت مصرف‌کنندگان، تسهیل روال ثبت سفارش، کنترل قیمت
            محصولات در سطح کشور و ... خواهد بود.
            <br />
            <br />
            با ثبت سفارش محصول از طریق سامانه یا اپلیکیشن توسط مشتری نهایی، این قابلیت در نظر گرفته شده است که تحویل محصول
            به مصرف کننده از طریق عاملین فروش واحدهای تولیدی و صنعتی صورت گرفته و از این طریق شبکه توزیع محصولات در سطح کشور
            برای واحدهای تولیدی ایجاد خواهد شد. همکاری با عاملین فروش در تحویل محصولات و تعامل با مصرف کننده نهایی، علاوه بر
            ارائه خدمات مناسب و با کیفیت به مشتریان، سبب افزایش رضایت و تعامل عاملین فروش با واحدهای تولیدی و صنعتی خواهد
            شد. سامانه تک فروشی، فرایند تحویل کالا به محل مورد نظر مشتری را مدیریت خواهد نمود.
            <br />
            <br />
            به طور خلاصه، مزایای اصلی این سرویس، موارد زیر خواهد بود:
            <br />
            <br />
        </p>
        <img class="self-center" src="/images/navak/in-single.png" alt="">
        <ul class="list-disc list-inside leading-8">
            <li>
                امکان فروش مستقیم و بدون واسطه به مصرف‌کنندگان نهایی
            </li>
            <li>
                امکان ارائه خدمات جانبی و حضوری به مصرف‌کنندگان نهایی
            </li>
            <li>
                ایجاد پایگاه اطلاعات مصرف‌کننده‌ نهایی کالا و تشکیل باشگاه مشتریان
            </li>
            <li>
                مدیریت قیمت کالا در بازار
            </li>
            <li>
                افزایش رضایت مصرف‌کننده نهایی
            </li>
        </ul>
        <NavakOtherServices :exception="4" />
    </div>
</template>