<script setup>
definePageMeta({
    layout: "navak",
});
</script>
<template>
    <div class="xl:container mx-auto flex flex-col gap-10 mt-20 px-5">

        <Head>
            <Title>
                گارانتی الکترونیکی و رهگیری کالا
            </Title>
            <Meta name="description"
                content="تولید یک شناسنامه اختصاصی برای کالاهای تولیدی، انتساب هر کالای تولیدی به فاکتور فروش" />
        </Head>
        <img class="mx-auto" src="/images/navak/warranty.png" alt="">
        <h2 class="text-lg md:text-2xl font-extrabold text-brand-blue-dark">گارانتی الکترونیکی و رهگیری کالا</h2>
        <p class="leading-8">از جمله مزیت‌های اصلی سرویس گارانتی و خدمات پس از فروش، می‌توان به یکتاسازی محصولات تولیدی و
            کنترل تمامی محصولات از لحظه تولید تا رسیدن به دست مصرف کننده نهایی (رهگیری کالا) اشاره نمود. این امر سبب بهبود
            کیفیت محصولات به واسطه تحلیل بازخورد مصرف کننده نهایی خواهد شد.
            <br />
            <br />
            در این سرویس، به ازای هر محصول یک کد یکتا تولید شده و از طریق رهگیری محصول، چرخه توزیع، تحویل و استفاده توسط
            مشتری قابلیت نظارت و کنترل خواهد داشت. این سرویس تجربه استفاده محصول توسط مشتری و رهنمودهایی جهت بهبود خطوط
            تولید و محصولات تولیدی را نیز ارائه خواهد داد.
            <br />
            <br />
            محصولات تولیدی در این سرویس، تحت نظامی خاص و برنامه ریزی شده به فاکتورهای فروش عاملین منتسب شده و بر این اساس
            گزارش جامع و دقیقی از توزیع محصولات در سطح کشور به دست خواهد آمد. گزارش‌های ارائه شده در این سرویس، اطلاعاتی
            دقیق از موقعیت مکانی محصولات، زمان و نحوه فعال سازی گارانتی، زمان و مکان و علت استفاده از خدمات گارانتی و ...
            ارائه خواهد نمود.
            <br />
            <br />
            این سرویس قابلیت نظارت بر عملکرد عاملین خدمات پس از فروش را نیز دارا بوده و با بهره گیری از فرآیندهایی ویژه
            عملکرد عاملین در استفاده از گارانتی محصولات را نیز مدیریت خواهد نمود. فرآیندهای مرتبط به ارائه خدمات پس از فروش
            در نمایندگی‌های مجاز نیز به صورت مکانیزه و برخط و با استفاده از سامانه یا اپلیکیشن موبایل به عاملین ارائه خواهد
            شد. بازخوردهای دریافتی از نمایندگان به صورت برخط، سبب برنامه ریزی و بهینه سازی خطوط تولید کارخانه نیز خواهد شد.
        </p>
        <img class="self-center" src="/images/navak/in-warranty.png" alt="">

    </div>
    <div class="bg-gray-100 py-5 px-2">
        <ul class="xl:container mx-auto list-disc list-inside leading-8 pr-5">
            <h3 class="text-brand-blue mb-4 text-lg font-bold">به طور خلاصه، مزایای اصلی این سرویس، موارد زیر خواهد بود:</h3>
            <li>
                کاهش هزینه‌های سربار و غیر ضروری بخش گارانتی کالا
            </li>
            <li>
                تولید یک شناسنامه اختصاصی برای کالاهای تولیدی
            </li>
            <li>
                انتساب هر کالای تولیدی به فاکتور فروش
            </li>
            <li>
                تعیین زمان و مکان فعال سازی گارانتی
            </li>
            <li>
                تعیین زمان و مکان و علت استفاده از خدمات گارانتی
            </li>
            <li>
                رهگیری کالا در سطح کشور
            </li>
            <li>
                رهگیری کالا در سطح کشور
            </li>
            <li>
                برنامه ریزی خطوط تولید کارخانه
            </li>
        </ul>
    </div>
    <NavakOtherServices :exception="5" />
</template>