<script setup>
definePageMeta({
    layout: "navak",
});
</script>
<template>
    <div class="xl:container mx-auto flex flex-col gap-10 mt-20 px-5">

        <Head>
            <Title>
                سرویس عمده فروشی
            </Title>
            <Meta name="description"
                content="پشتیبانی از کلیه فرآیندهای مرتبط با فروش عمده محصولات, پایش مستمر حجم سفارشات عاملین" />
        </Head>
        <img class="mx-auto" src="/images/navak/wholesale.png" alt="">
        <h2 class="text-lg md:text-2xl font-extrabold text-brand-blue-dark">سرویس عمده‌فروشی</h2>
        <p class="leading-8">
            مخاطبین اصلی این سرویس، حوزه فروش واحد صنعتی و نمایندگان، عاملین فروش و خریداران عمده محصولات
            تولیدی واحد صنعتی می‌باشند. این سرویس، سبب ایجاد، حفظ و یا توسعه آنلاین و متمرکز زنجیره عمده‌فروشان شده و کلیه
            فرآیندهای مرتبط به ثبت سفارش محصولات را به صورت مکانیزه مدیریت خواهد نمود. از طریق این سرویس، امکان پایش مستمر
            حجم سفارشات ثبت شده میسر شده و توان واحد تولیدی را برای نظارت بر عملکرد زنجیره توزیع کالا ارتقاء خواهد داد.
            <br />
            <br />
            در این سرویس، عاملین فروش و خریداران عمده، با مراجعه به سامانه فروش اینترنتی، سبد خرید مورد نظر خویش را تشکیل
            داده و به شیوه‌های مختلف امکان پرداخت وجه و یا هزینه‌کرد از محل اعتبار خویش را دارا خواهند بود. عاملین فروش و
            خریداران عمده، دارای یک کارتابل اختصاصی بوده که از طریق آن، قادر به دریافت گزارش‌های مختلف از آخرین وضعیت
            سفارش‌ها و حساب‌های بدهکاری و بستانکاری خویش خواهند بود.
            <br />
            <br />
            پس از تشکیل سبد خرید توسط عاملین و تعیین حجم سفارشات ثبت شده در بازه‌های زمانی مختلف، بر اساس ‌گزارش‌های تولید
            شده توسط این سرویس، امکان مدیریت خط تولید، بسته به میزان تقاضای محصولات مختلف در بازار فراهم خواهد شد. در این
            میان نظام تولید و فروش محصولات پر مصرف نیز در ایام مختلف سال، قابل مدیریت خواهد بود.
            <br />
            <br />
            علاوه بر پشتیبانی از کلیه فرآیندهای مرتبط با فروش عمده محصولات، امکان محاوره مستفیم با عاملیت فروش و دریافت
            نظرات و انتقادات آن‌ها و همچنین مدیریت زمان تحویل محصولات بر اساس توان تولید کارخانه، از دیگر مزایای این سرویس
            خواهد بود.
            <br />
            <br />
            با بهره‌گیری از این سرویس، ضمن پشتیبانی از انواع روش‌های فروش کالا، وجوه حاصل از فروش محصولات تولیدی به صورت
            مستقیم و برخط به حساب تولیدکنندگان واریز خواهد شد که این مورد نیز از جمله نیازمندی‌های تولیدکنندگان در تعامل با
            عمده‌فروشان می‌باشد.
        </p>
        <img class="self-center" src="/images/navak/in-wholesale.png" alt="">
    </div>
    <div class="bg-gray-100 py-5 px-2">
        <ul class="xl:container mx-auto list-disc list-inside leading-8 pr-5">
            <h3 class="text-brand-blue mb-4 text-lg font-bold">به طور خلاصه، مزایای اصلی این سرویس، موارد زیر خواهد بود:
            </h3>
            <li>
                پشتیبانی از کلیه فرآیندهای مرتبط با فروش عمده محصولات
            </li>
            <li>
                پایش مستمر حجم سفارشات عاملین
            </li>
            <li>
                واریز مستقیم و برخط وجوه به حساب تولیدکنندگان
            </li>
            <li>
                پشتیبانی از انواع روش‌های فروش کالا
            </li>
            <li>
                مدیریت خط تولید بر اساس میزان سفارشات واصله
            </li>
            <li>
                مدیریت انبار کالا بر اساس میزان سفارشات واصله
            </li>
            <li>
                ایجاد کارتابل عاملین فروش و بازیافت سوابق
            </li>
        </ul>
    </div>
    <NavakOtherServices :exception="2" />
</template>