<script setup>
onMounted(() => window.scrollTo({ top: 0, behavior: "smooth" }));

const faqData = [
    {
        id: 1,
        active: true,
        title: 'نحوه محاسبه قیمت خودرو چکونه است؟',
        details: `
        نحوه محاسبه قیمت خودرو سوال اغلب کاربران خواهد بود
    `
    },
    {
        id: 2,
        active: false,
        title: 'تخمین قیمت خودرو چه کاربردی دارد؟',
        details: `
    از آنجا که خودرو در بازار ایران یک کالای سرمایه ای محسوب می شود، ارزش گذاری خودرو کارکرده امری بسیار مهم طلقی شده و عوامل بسیاری در تعیین قیمت منصفانه خودرو دخیل می باشد.
جهت محاسبه قیمت خودرو، عوامل بسیاری مانند هویت خودرو، کارکرد خودرو، سال تولید، وضعیت سلامت قطعات بدنه از جهت رنگ و تعویض، وضعیت سلامت سیستم های فنی، آپشن های نصب شده بروی خودرو، شرایط بازار و حجم معاملات انجام شده یک مدل خودرو خاص و ... در این محاسبه دخیل هستند.
    `
    },
    {
        id: 3,
        active: false,
        title: `در لورم ایپسوم از تخمین قیمت خودرو ؟`,
        details: `
    از آنجا که خودرو در بازار ایران یک کالای سرمایه ای محسوب می شود، ارزش گذاری خودرو کارکرده امری بسیار مهم طلقی شده و عوامل بسیاری در تعیین قیمت منصفانه خودرو دخیل می باشد.
جهت محاسبه قیمت خودرو، عوامل بسیاری مانند هویت خودرو، کارکرد خودرو، سال تولید، وضعیت سلامت قطعات بدنه از جهت رنگ و تعویض، وضعیت سلامت سیستم های فنی، آپشن های نصب شده بروی خودرو، شرایط بازار و حجم معاملات انجام شده یک مدل خودرو خاص و ... در این محاسبه دخیل هستند.
    
    `
    },
    {
        id: 4,
        active: false,
        title: `آیا محاسبه قیمت جزء خدمات ایرانی کار است؟`,
        details: `    
    از آنجا که خودرو در بازار ایران یک کالای سرمایه ای محسوب می شود، ارزش گذاری خودرو کارکرده امری بسیار مهم طلقی شده و عوامل بسیاری در تعیین قیمت منصفانه خودرو دخیل می باشد.
جهت محاسبه
    
    `
    },
    {
        id: 5,
        active: false,
        title: `آیا گزارش قیمت به مشتری ارائه می شود؟`,
        details: `    
    از آنجا که خودرو در بازار ایران یک کالای سرمایه 
    `
    }
]

</script>

<template>
    <div class=" mx-auto flex flex-col justify-center py-8 md:py-14 farsi-num">
        <h2 class="text-lg md:text-2xl font-extrabold mx-auto mb-3">
            سوالات متداول
        </h2>

        <div class="mx-2 container self-center flex flex-col items-center justify-center leading-7">

            <SharedAccordion v-for="faq in faqData" :key="faq.id" :title="faq.title">
                <p class="text-gray-900 px-5 text-justify">{{ faq.details }}</p>
            </SharedAccordion>

        </div>
    </div>
</template>
