<script setup>
onMounted(() => window.scrollTo({ top: 0, behavior: "smooth" }));
const faqData = [
  {
    id: 1,
    active: true,
    title: 'آیاامکان مشاهده نمره منفی گواهینامه وجود دارد؟',
    details: `بله، با استفاده از سرویس نمره منفی گواهینامه ایرانی کار، می توانید نسبت به استعلام نمره منفی گواهینامه با کد ملی اقدام نموده و از میزان نمره منفی گواهینامه خود.`
  },
  {
    id: 2,
    active: true,
    title: 'آیا نمره منفی گواهینامه برای تمامی تخلفات می باشد؟',
    details: `نمره منفی گواهینامه برای تمام تخلفات نیست، بر اساس قانون برای بیست مورد از تخلفات حادثه ساز و بر اساس میزان خطرآفرینی که دارند، نمره منفی گواهینامه در نظر گرفته می شود.`
  },
  {
    id: 3,
    active: true,
    title: `چند نمره منفی منجر به ضبط گواهینامه می شود؟`,
    details: `هر گواهینامه بعد از کسب 30 امتیاز منفی، ضبط می شود و بعد از پایان این مدت با پرداخت جریمه 40 هزار تومانی، مجددا مسترد می شود. قانون کسب 30 امتیاز منفی و به دنبال آن ضبط گواهینامه اولین مرحله از اعمال قانون نمره منفی گواهینامه است.`
  },
  {
    id: 4,
    active: true,
    title: `آیا پس از ضبط گواهینامه و آزادسازی آن در مرحله اول، امکان ضبط مجدد گواهینامه وجود دارد؟`,
    details: `بله، در دومین مرحله، بعد از 25 امتیاز منفی، گواهینامه به مدت 6 ماه ضبط و پس از پرداخت جریمه 60 هزار تومانی مجددا تحویل داده می شود.`
  },
  {
    id: 5,
    active: true,
    title: `آیا امکان ابطال گواهینامه، بخاطر نمره منفی وجود دارد؟`,
    details: `بله، چنانچه بعد از طی مراحل اول و دوم ضبط گواهینامه، متخلف اصلاح نشود و در نوع رانندگی کردن خود تجدید نظر نکند، بعد از دریافت 20 نمره منفی گواهینامه او باطل می شود و فرد متخلف نمی تواند تا یک سال رانندگی کند.`
  },
  {
    id: 6,
    active: true,
    title: `آیا فردی که گواهینامه آن باطل شده است امکان دریافت مجدد گواهینامه دارد؟`,
    details: `بله، اما فرد متخلف بعد از یک سال از تاریخ ابطال گواهینامه رانندگی، باید مجددا برای گرفتن گواهینامه راهی آموزشگاه های رانندگی شود و مسیر دریافت گواهینامه را از ابتدایی ترین مرحله شروع کند.`
  },
  {
    id: 7,
    active: true,
    title: `آیا فردی که گواهینامه آن باطل شده است امکان دریافت مجدد گواهینامه دارد؟`,
    details: `بله، اما فرد متخلف بعد از یک سال از تاریخ ابطال گواهینامه رانندگی، باید مجددا برای گرفتن گواهینامه راهی آموزشگاه های رانندگی شود و مسیر دریافت گواهینامه را از ابتدایی ترین مرحله شروع کند.`
  },
  {
    id: 8,
    active: true,
    title: `آیا امکان دسترسی به سوابق مربوط به نمره منفی گواهینامه وجود دارد؟`,
    details: `بله؛ نتایج کلیه استعلام‌های انجام شده در بخش ایرانی کار من ذخیره می‌شوند و به راحتی می‌توانید به استعلام‌های قبلی خود به صورت رایگان دسترسی داشته باشید.`
  },
  {
    id: 9,
    active: true,
    title: `نمره منفی گواهینامه چگونه ثبت می شود؟`,
    details: `نمره منفی گواهینامه با وارد کردن شماره گواهینامه در سیستم توسط پلیس راهور ثبت می شود.`
  },
  {
    id: 10,
    active: true,
    title: `درصورت انجام تخلف حادثه ساز، آیا نمره منفی توسط دوربین ثبت می گردد؟`,
    details: `بله در صورت ثبت تخلف از طریق دوربین، پلاک ماشین وارد سامانه می شود و برای دارنده پلاک، نمره منفی ثبت می شود. قانون مسئولیت را بر عهده مالک وسیله نقلیه می داند.`
  },
  {
    id: 11,
    active: true,
    title: `در صورتی که نمره منفی توسط دوربین به اشتباه برای مالک خودرو ثبت شود، چه راهکاری وجود دارد؟`,
    details: `اگر مالک وسیله نقلیه بتواند ثابت کند که در زمان ثبت تخلف، راننده نبوده است، می تواند به واحد اجرائیات راهنمایی و رانندگی مراجعه کند و نمره منفی را به متخلف انتقال دهد.`
  },
]
</script>

<template>
  <div class="flex flex-col space-y-36 py-8 md:py-14 px-5 lg:px-0 farsi-num">

    <Head>
      <Title>نمره منفی گواهینامه</Title>
      <Meta name="description" content="متا دیسکریپشن صفحه اول" />
    </Head>


    <div class="lg:bg-[url('/icons/city-background.svg')] bg-repeat-x bg-bottom">
      <div class="flex gap-20 xl:container mx-auto justify-between items-end">
        <img class="hidden lg:block lg:w-64" src="/images/car-right.png" alt="" />
        <div class="flex flex-col space-y-3 -mb-12">
          <h1 class="text-2xl font-extrabold text-brand-blue-light">
            استعلام نمره منفی گواهینامه
          </h1>
          <p class="leading-8">
            برای استعلام نمره منفی گواهینامه تنها کافی است شماره گواهینامه خود
            را وارد کرده و با پرداخت 5200 تومان به عنوان هزینه استعلام، میزان
            نمره منفی گواهینامه خود را مشاهده کنید. با تکمیل اطلاعات حساب کاربری
            خود بدون نیاز به تکمیل فرم می‌توانید از سرویس استعلام استفاده کنید.
          </p>
          <InquiryNegativeScoreForm />
        </div>
        <img class="hidden lg:block lg:w-64" src="/images/car-left.png" alt="" />
      </div>
    </div>

    <SharedOtherInquiries />

    <!-- سوالات متداول  FAQ -->
    <SharedFaq class="w-full" :faqData="faqData" />

    <SharedCustomerClub />
  </div>
</template>
