<script setup>
onMounted(() => window.scrollTo({ top: 0, behavior: "smooth" }));
const faqData = [
  {
    id: 1,
    active: true,
    title: 'چه جزئیاتی از استعلام پلاک های فعال، در سامانه ایرانی کار به کاربران نمایش داده می شود؟',
    details: `با استفاده از سرویس استعلام پلاک های فعال ایرانیکار، می‌توانید به جزئیات استعلام پلاک خودرو مانند شماره پلاک، وضعیت پلاک، شماره سریال راهور، تاریخ فک شدن و محل فک پلاک دسترسی پیدا کنید.`
  },
  {
    id: 2,
    active: true,
    title: 'آیا اطلاعات نمایش داده شده در سرویس استعلام پلاک فعال به روز است؟',
    details: `بله؛ کلیه اطلاعات نمایش داده شده در سرویس استعلام پلاک فعال کاملاً مطابق با به‌روزترین اطلاعات پلیس ناجی است و به محض اعمال تغییرات در سامانه پلیس، سامانه ایرانی کار نیز به روز‌رسانی می‌شود.`
  },
  {
    id: 3,
    active: true,
    title: `آیا امکان دسترسی به سوابق مربوط به پلاک های فعال وجود دارد؟`,
    details: `بله؛ نتایج کلیه استعلام‌های انجام شده در بخش ایرانی کار من ذخیره می‌شوند و به راحتی می‌توانید به استعلام‌های قبلی خود به صورت رایگان دسترسی داشته باشید.`
  },
  {
    id: 4,
    active: true,
    title: `آیا امکان دریافت اطلاعات پلاک های فک شده قبلی وجود دارد؟`,
    details: `با استفاده از سرویس استعلام پلاک های فعال شما می توانید وضعیت پلاک های فک شده خود شامل شماره پلاک، وضعیت پلاک (غیرفعال یا فک شده)، شماره سریال راهور و تاریخ فک شدن و محل فک پلاک دسترسی پیدا کنید.`
  },
  {
    id: 5,
    active: true,
    title: `آیا امکان چک و یا دریافت اطلاعات پلاک های فعال وجود دارد؟`,
    details: `با استفاده از سرویس استعلام پلاک های فعال می توان مشخص نمود که کدام پلاک های شما فعال می باشد، در این حالت ضمن دریافت شماره پلاک و شماره سریال راهور، وضعیت پلاک به صورت فعال نمایش داده می شود و  تاریخ فک پلاک به صورت "-" نمایش داده می شود.`
  },
  {
    id: 6,
    active: true,
    title: `آیا راهی برای اطمینان از اطلاعات پلاک فک شده هر فرد وجود دارد؟`,
    details: `اطلاعات پلاک فک شده هر فرد، در راهور مشخص است. ضرورت این استعلام در این است که گاهی فرد، اقدام به فروش خودرو نموده است، ولیکن خریدار، بر خلاف تعهد، همچنان اقدام به تعویض پلاک نکرده است.`
  },
  {
    id: 7,
    active: true,
    title: `ضرورت استعلام پلاک های فعال و فک شده چیست؟`,
    details: `در صورت عدم فک پلاک، چنانچه جرمی با پلاک تعویض نشده صورت گیرد، نام صاحب پلاک، در استعلامات قضایی، نمایش داده خواهد شد.`
  },
]
</script>

<template>
  <div class="flex flex-col space-y-36 py-8 md:py-14 px-5 md:px-0 farsi-num">

    <Head>
      <Title>پلاک‌های فعال</Title>
      <Meta name="description" content="متا دیسکریپشن صفحه اول" />
    </Head>

    <div class="lg:bg-[url('/icons/city-background.svg')] bg-repeat-x bg-bottom">
      <div class="flex gap-20 xl:container mx-auto justify-between items-end">
        <img class="hidden lg:block lg:w-64" src="/images/car-right.png" alt="" />
        <div class="flex flex-col space-y-3" :class="pelaks ? '-mb-0' : '-mb-12'">
          <h1 class="text-2xl font-extrabold text-brand-blue-light">
            استعلام پلاک‌های فعال
          </h1>
          <p class="leading-8">
            برای استعلام پلاک‌های فعال، تنها کافی است کد ملی و تلفن همراه خود را وارد کرده و وضعیت کلیه پلاک‌های نصب شده و
            فک شده
            خود را مشاهده کنید. با تکمیل اطلاعات حساب کاربری خود بدون نیاز به تکمیل فرم و تنها با پرداخت 5200 تومان به
            عنوان
            هزینه استعلام می‌توانید از این سرویس استفاده کنید.
          </p>
          <InquiryPelakStatusForm />
        </div>
        <img class="hidden lg:block lg:w-64" src="/images/car-left.png" alt="" />
      </div>
    </div>

    <SharedOtherInquiries />


    <!-- سوالات متداول  FAQ -->
    <SharedFaq class="w-full" :faqData="faqData" />

    <SharedCustomerClub />
  </div>
</template>
